Repository: krille-chan/stopwastingtime
Catalog: po/*.po
Languages: nb

source: Info about Stop Wasting Time! %1 on %2
nb: Info om Stop Wasting Time! %1 på %2

source: Become a Patron
nb: Bli Patronbeskytter

source: Contributors
nb: Bidragsytere

source: Source code
nb: Kildekode

source: License
nb: Lisens

source: Stop Wasting Time!
nb: Slutt å kaste bort tid!

source: You have %1 minutes left.
nb: Du har %1 minutt igjen.

source: STOP wasting time
nb: SLUTT å kaste bort tid

source: Start wasting time
nb: Start å kaste bort tid

source: STOP wasting time!
nb: STOPP å kaste bort tid

source: Settings
nb: Innstillinger

source: Do you waste too much time playing computer games, watching TV and surfing the internet? You could be so much more productive. Here's a way to limit the time you're wasting: Simply decide how much downtime to award yourself.Kaster du bort for mye tid på å spille dataspill, se på TV og surfe påInternett? Du kan være så mye mer produktiv. Her er en måte å begrensetiden du kaster bort: Bare bestem hvor mye nedetid du vil tildele deg selv.
nb: Minutter

source: Save
nb: Lagre
